brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pnpm"
brew "ripgrep"
brew "tree-sitter-cli"
cask "figma"
cask "font-geist-mono"
cask "ghostty"
cask "netnewswire"
cask "slack"
