tap "homebrew/bundle"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "yarn"
cask "brave-browser"
cask "discord"				
cask "netnewswire"
cask "notion"
cask "orbstack"
cask "raycast"
